Repository: energie360/djangocms-xliff
Catalog: djangocms_xliff/locale/*/LC_MESSAGES/django.po
Languages: de

source: Source language:
de: Ausgangssprache im XLIFF-Header:

source: Target language:
de: Zielsprache im XLIFF-Header:

source: File to import
de: Zu importierende Datei

source: Selected page: "%(current_path)s" is not the same as xliff path: "%(xliff_path)s"
de: Die ausgewählte Seite: "%(current_path)s" stimmt nicht mit der XLIFF Seite: "%(xliff_path)s" überein

source: Found %(count_plugins)d plugins that will be imported to the "%(language)s" page.
de: Es wurden %(count_plugins)d plugins gefunden, die auf der Seite "%(language)s" importiert werden.

source: Please note that complex types, images, media and links are not part of the translation process and have to be translated manually.
de: Bitte beachten Sie, dass komplexe Typen, Bilder, Medien und Links nicht Teil des Übersetzungsprozesses sind und manuell übersetzt werden müssen.

source: XLIFF Error
de: XLIFF Fehler

source: Export as XLIFF
de: Exportieren als XLIFF

source: Import from XLIFF
de: Import aus XLIFF

source: No plugins found. You need to copy plugins from an existing page
de: Keine Plugins gefunden. Sie müssen Plugins von einer bestehenden Seite kopieren

source: Source language in XLIFF header:
de: Ausgangssprache im XLIFF-Header:

source: The source language is usually the main language of the project. It serves as an orientation for the translator in the XLIFF tool.
de: Die Ausgangsprache ist für gewöhnlich die Hauptsprache des Projekts. Sie dient dem Übersetzer als Orientierung im XLIFF-Tool.

source: Did not find metadata for obj: %(obj_type)s
de: Keine Metadaten für das Objekt: %(obj_type)s gefunden

source: Current page language: "%(page_language)s" is not the same as xliff target language: "%(xliff_target_language)s"
de: Die aktuelle Seitensprache: "%(page_language)s" stimmt nicht mit der XLIFF Zielsprache: "%(xliff_target_language)s" überein

source: Text in "%(field_name)s" with content "%(target)s" has too many characters. Should be %(max_length)s, but is %(target_length)s
de: Der text in "%(field_name)s" mit dem Inhalt "%(target)s" hat zu viele Zeichen. Sollte %(max_length)s sein, ist aber %(target_length)s

source: The XLIFF file was exported from a different type of object. Expected type "%(expected_type)s", got "%(actual_type)s".
de: Die XLIFF-Datei wurde aus einem anderen Objekttyp exportiert. Erwarteter Typ "%(expected_type)s", erhalten "%(actual_type)s".

source: The XLIFF file was exported from a different page. Please make sure to import the XLIFF file from the same page it was exported from.
de: Die XLIFF-Datei wurde von einer anderen Seite exportiert. Achten Sie darauf, die XLIFF-Datei von derselben Seite zu importieren, von der sie exportiert wurde.

source: Invalid xml
de: Ungültiges XML

source: Title
de: Titel

source: Page Title
de: Seitentitel

source: Description meta tag
de: Meta Beschreibung

source: Menu Title
de: Menütitel

source: Back to XLIFF
de: Zurück zu XLIFF

source: Export
de: Exportieren

source: The export takes the admin filters into account. If you want to filter out some rows, you can set them if you go a page back.
de: Der Export berücksichtigt die Admin-Filter. Wenn Sie einzelne Zeilen herausfiltern möchten, können Sie diese setzen, indem Sie eine Seite zurückgehen.

source: Submit
de: Absenden

source: Import
de: Importieren

source: Import success
de: Erfolgreich importiert

source: Plugins updated
de: Plugins aktualisiert

source: Reload page
de: Seite neu laden

source: Max characters: %(max_length)d
de: Maximale Anzahl Zeichen: %(max_length)d

source: Export the content of the currently selected language "%(language)s".
de: Exportiert den Inhalt der aktuell ausgewählten Sprache "%(language)s".

source: Translate this file in your preferred XLIFF tool and import later on with "%(import_from)s".
de: Übersetzen Sie diese Datei in Ihrem bevorzugten XLIFF-Tool und importieren Sie sie später mit "%(import_from)s".

source: You can only import the exact file and language you've exported.
de: Sie können jeweils nur in dieselbe Seite und Sprache importieren, aus der Sie exportiert haben.

source: First create the page to be translated in the new language, copy the plugins and only then create an export.
de: Legen Sie die zu übersetzende Seite zuerst in der neuen Sprache an, kopieren Sie die Plugins und erst dann erstellen Sie einen Export.

source: Download
de: Herunterladen

source: Import the translation for the "%(language)s" page.
de: Importieren Sie die Übersetzung für die Seite "%(language)s".

source: You can only import to the same page and language you exported from.
de: Sie können nur in dieselbe Seite und Sprache importieren, aus der Sie exportiert haben.

source: Preview
de: Vorschau

source: The XLIFF file was exported from an older version of this page. The import will update the old version '%(old_version)s'. You are currently editing a newer version. If you need the translated content, make sure to revert to the old version or create a new xliff export from the current version.
de: Die XLIFF-Datei wurde aus einer älteren Version dieser Seite exportiert. Der Import aktualisiert die alte Version ‘%(old_version)s’. Sie bearbeiten gerade eine neuere Version. Wenn Sie den übersetzten Inhalt benötigen, stellen Sie sicher, dass Sie zur alten Version zurückkehren oder einen neuen XLIFF-Export aus der aktuellen Version erstellen.

source: Found %(count_plugins)d plugins in "%(file_name)s" that will be imported to the "%(language)s" page.
de: Es wurden %(count_plugins)d plugins in der Datei "%(file_name)s" gefunden, die auf der Seite "%(language)s" importiert werden.
